Repository: purlak/ttt-csharp
Catalog: tictactoe/Resources.*.resx
Languages: hi

source: Game Options:
hi: गेम विकल्प :

# GameOption1
source: 1. Human v. Human
hi: 1. मानव बनाम मानव

# GameOption2
source: 2. Human v. Ai
hi: 2. मानव बनाम ऐ

# SelectOption
source: Select your option:
hi: अपना विकल्प चुने :

# InvalidOption
source: Invalid Option. Try again.
hi: अमान्य विकल्प। पुनः प्रयास करें।

# SelectMarker
source: Select Marker - 1 to choose 'X' or 2 to choose 'O':
hi: 'X' मार्कर चुनने के लिए - 1 चुनें , या 'O' मार्कर चुनने के लिए - 2 चुनें:

# InvalidPosition
source: This position is invalid. Try again.
hi: यह स्थिति अमान्य है। पुनः प्रयास करें।

source: Game Over.
hi: खेल खत्म ।

# IsWinner
source: is the winner.
hi: विजेता है।

# GameDraw
source: Game is Draw!
hi: खेल ड्रा है!

# EnterPosition
source: Enter Board Position [1-9]:
hi: बोर्ड की स्थिति दर्ज करें [1-9]:
